{
  "leftData": [
    "The Kingdom of Bhutan is a small independent country in South Asia located in the eastern Himalayas Bhutan is bordered by China (Tibet) to the north and India to the east, west and south. The capital city of Bhutan is Thimphu and this is the largest city in the country.",
    "Until 17th Century Bhutan existed as a group of small territories ruled by petty rulers. Bhutan was first unified by Zhabdrung Ngawang Namgyal, who came to Bhutan from Tibet in the year 1616. After the government system of the Zhabdrung Ngawang Namgyal, Bhutan had its first hereditary King in 1907 when Sir Ugyen wangchuk was elected by the people and crowned as the first hereditary King of Bhutan. Bhutan came into contact with the British Empire in the early 20th century and retained strong bilateral relations. The relations became better with India upon its independence in 1947. Bhutan became a Democratic constitutional Monarchy in the year 2008 and had its first general election. Besides being a member of various organizations and associations, Bhutan is a member of the United Nations and SAARC (South Asian Association for Regional Cooperation).",
    "The landscape of Bhutan varies from subtropical plains in the south to the sub – alpine Himalayan ranges to the north. Bhutan is gaining popularity as one of Earth’s last precious unspoiled spots with it tradition and cultured still preserved and followed and where 72% of the land area is covered with natural forests. Bhutan is also known as Drukyul, meaning the land of the peaceful Dragon."
  ],
  "rightData": [
    {
      "key": "Official Name",
      "val": "Kingdom of Bhutan"
    },
    {
      "key": "Area",
      "val": "38394 Sq. km."
    },
    {
      "key": "Location",
      "val": "Eastern Himalayas, between China (Tibet) to the North and India to the east, west and south."
    },
    {
      "key": "Altitude",
      "val": "180 meters to 7550 meters above sea level."
    },
    {
      "key": "Capital City",
      "val": "Thimphu."
    },
    {
      "key": "Population",
      "val": "695,822 (2010)."
    },
    {
      "key": "National Bird",
      "val": "Raven"
    },
    {
      "key": "National Dress",
      "val": "Gho for Men and Kira for Women"
    },
    {
      "key": "National Tree",
      "val": "Cypress"
    },
    {
      "key": "National Flower",
      "val": "Blue Poppy"
    },
    {
      "key": "National Animal",
      "val": "Takin"
    },
    {
      "key": "Major Religion",
      "val": "Buddhism and Hinduism."
    },
    {
      "key": "Major Languages Spoken",
      "val": "Dzongkha, English, Sharchopkha, Lhotshamkha (Nepali)"
    },
    {
      "key": "Monetary Unit",
      "val": "1 Ngultrum = 100 chetrum."
    },
    {
      "key": "Internet Domain",
      "val": ".bt"
    },
    {
      "key": "Official Language",
      "val": "Dzongkha."
    }
  ]
}