{
    "packageId": 1,
    "title": "Happiness Travel",
    "shortDesc": [
      "Travel to Bhutan and live the Gross National Happiness. Behold the natural beauties of the valleys of Thimphu, Paro and Punakha/Wangdue, Gangtey/Phobjikha, Trongsa and Bumthang.",
      "Happiness Travel is a 13 nights Bhutan Travel itinerary/ Bhutan tour package designed to enable travelers to understand “Gross National Happiness” and Why is Bhutan a “Land of Happiness”. This Bhutan Tour shall enable travelers to experience Bhutan to the best possible. Other than the normal visit to Museums and monuments, this itinerary also includes visits to schools to understand how Gross National Happiness is inculcated in education, talk about Gross National Happiness with a Bhutanese Host, visits to villages and interaction with people to understand why is Bhutan a Land of happiness, an archery or Khuru (traditional dart) match with the locals and many more.",
      "The itinerary is named Happiness Travel because this itinerary is about Traveling to Bhutan and experiencing and understanding Bhutan, the Land of Happiness."
    ],
    "itineraryLong": [
      {
        "name": "Arrive Paro/ Drive to Thimphu",
        "drivingDistance": "65 Km",
        "drivingTime": "1.5 to 2hr",
        "altitude": ["2280m", "2350m"],
        "body": [
          "On your journey to Paro, the panoramic views of the Himalayas are sensational, including the Everest and other famous Himalayan Peaks. The approach through the Bhutanese foothills and the landing, including a few steep turns to land at the tiny airstrip of Paro becomes more exciting as you enter Bhutan.",
          "On arrival, you will be received with a warm welcome by your Bhutan travel guide from Ideal Travel Creations with “Tashi khadar”, then drive to Thimphu.",
          "Driving through the well maintained road between Paro to Thimphu shall be a great experience. The barren mountains, the Paro River (Pa Chhu) joining the Thimphu River (Wangchhu) at Chuzomsaa and the three stupas, and the Tamchhog Lhakhang are some of the interesting sights as you travel from Paro to Thimphu.",
          "Lunch at Thimphu. After Lunch, you may relax or go around the Thimphu town and valley – A time for yourself. If you are interested in cycling, you may choose to do so, we shall arrange it for you at an extra cost. If you have enough time, you can also choose to sightseeing.",
          "In the evening, visit the Tashichhodzong (Fortress of the Glorious Religion). The Dzong is the seat of the national government and the Central Monastic Body, including the summer residence of the Je Khenpo (Chief Abbot of Bhutan) at present. A Doom (Blue Stone) Dzong was built on the hill above Thimphu in 1216 the lama Gyalwa Lhanangpa. A few years later Lama Phajo Drugom Zhipo, who brought the Drukpa Kagyu lineage to Bhutan, took over Dohon Dzong. Zhabdrung Ngawang Namgyal (The one who unified the country) acquired the Dzong in 1641 from the descendants of lama Phajo and renamed it as Tashichhodzong.",
          "A private traditional cultural show before dinner. Overnight in Hotel."
        ]
      },
      {
          "name": "Thimphu sightseeing",
          "altitude": ["2230m"],
          "drivingDistance": "",
          "drivingTime": "",
          "body": ["After a leisure breakfast, visit the Takin Preserve Centre. Takin is the national animal of Bhutan can be seen here. This particular animal is found only in the Himalayan region. Then visit the Changangkha Monastery built on a hill overlooking the Thimphu valley. It was built in 15th Century by Lama Phajo Drugom Zhipo. Many parents of Thimphu take their new born babies to this monastery to be blessed by a high lama. Drive down towards Kawazangsa to visit Simply Bhutan. Simply Bhutan is a living museum and a photo studio aimed at preservation and promotion of culture which is one of the four pillars of Gross National Happiness. It involves Bhutanese youth as the core group thereby generating employment opportunities to young job seekers and opportunities to learn skills through trainings and workshops. It also has an objective to raise funds to support YDF in conducting the many youth related programs, now and in future.", "Then drive to Folk Heritage Museum Restaurant for a typical Bhutanese lunch. Tasting the local “Arra” (Bhutanese Local alcohol) is a great experience.", "After lunch visit the the Institute for Zorig Chusum. Zorig Chusum means the thirteen traditional arts and crafts. Students are taught the 13 traditional arts and crafts of Bhutan in this institute. Then drive towards Kuenselphodrang. A place for refreshing with a huge statue of Buddha Drodenma. The area gives a very good view of the Thimphu Valley. The place also has biking trail and a picnic spot. Afterwards the National Memorial Chhorten. This Chhorten was built in the honor of the Third King Jigme Dorji Wangchuck, also known as “The Father of Modern Bhutan”. This Chhorten was built in 1974 in a typical Tibetan style and is a center of worship for the people living in Thimphu. Lighting Butter lamps and circumambulating the chhorten can be a great experience and a good way to earn merits as per Buddhist beliefs.", "Then explore the Thimphu town and valley for a while.", "In the evening, a private interaction session in regards to Gross National with a Bhutanese Host. Dinner with your Bhutanese Host as you converse in regards to this new place and its cultures. Overnight in hotel."],
      },
      {
          "name": "Thimphu",
          "altitude", ["22030m"],
          "drivingDistance": "",
          "drivingTime": "",
          "body": ["After a leisure breakfast, drive to upper Thimphu and take a hike to visit the Cheri Monastery. The monastery was actually named Chagri Dorjeden Monastery. This monastery was established in 1620, by Zhabdrung Ngawang Namgyal, the founder of the unified Bhutan. After driving for about 20 minutes we have to hike a steep hill about approx. 1 – 1.5 hrs. to reach the monastery. The monastery is now a major teaching and retreat center of the Drukpa Kagyu order. You shall also see Mountain Gorals during the hike.", "Drive back to Thimphu and relax for some time.", "Afternoon, Visit the Government Post office and make personalized stamps. Post a card to your home town. This could be a good memory of Bhutan.", "Then, visit a school to understand the education system in Bhutan and to learn how Gross National Happiness in inculcated in the education. Also interact with the school children and teachers.", "In the evening visit a local resident’s house for a relaxing and communicative evening. You could also learn to prepare a Bhutanese dish here. Enjoy wine and feel like a local. Enjoy the dinner in the home with the family. Overnight in hotel."]
      },
      {
          "name": "Thimphu – Gangtey/Phobjikha",
          "altitude": ["2230m", "2900m"],
          "drivingDistance": "140km approx",
          "drivingTime": "5 to 6Hr",
          "body": ["After breakfast, drive to Gangtey/Phobjikha. As you travel you shall first see the view of Simtokha Dzong and then the winding roads leads you through blue pine forests and the villages of Hongtsho (2890m) and Yusipang. The local villages sell apples, walnuts, dried cheese in this area. ", "The road climbs through the forest till you reach the Dochula Pass. Stop at Dochula Pass to view higher Himalayas and the visit the Druk Wangyal Chhortens. You can hang your own prayer flags here.", "Dochula pass is the most known pass in Bhutan located about 30 km drive from the Capital City Thimphu on the way to Wangduephodrang/Punakha. It is at around 3150 m height. On a clear day, spectacular view of the mighty Himalayas mountain ranges can be seen. The pass also has 108 Druk Wangyal Khangzang Chhortens which is believed to bring multi fold merit to all sentient beings and which make the pass a must visit place.", "After a good time in Dochula Pass, follow the road downhill, the vegetation now changes from oak, maple and blue pine to a forest of Hemlock, fir, Rhododendron, alder cypress, etc. You shall come across a chhorten which was built because of frequent accidents in the area. The road leads you to the Royal Botanical Park and then slowly descends towards Thinleygang. The wind gets warmer here and you shall experience that the vegetation is mostly of cactus, oranges, bamboo, pine and paddy fields. You shall also start to see the views of the Wangdue and Punakha Valley after some time.", "Drive further to Gangtey Valley. On the way you shall come across villages, monuments and beautiful landscapes. Stop at places for sightseeing and photography. When in Gangtey visit the Gangtey Goemba overlooking the large green expanse of the Phobjikha Valley. Gyaltse Pema Thinley, the grandson and mind reincarnation of Pema Lingpa founded the Temple in 1613, and Tenzin Legpai Dhendup, the second re-incarnation, built the temple.", "Dinner and overnight in hotel."]
      },
      {
          "name": "Phobjikha/Gangtey Valley",
          "altitude": ["2900m"],
          "drivingTime": "",
          "drivingDistance", "",
          "body":["You could opt to take a private walk in the morning before breakfast. It could be beautiful to see the mists hanging low and the waking up of the valley. (Subject to weather conditions)", "After breakfast, the whole day is kept for you to explore the Phobjikha and Gangtey Valley. Phobjikha Valley is of immense beauty. It is one of the most beautiful glacial valleys in the Himalayas and the winter roosting place of the endangered black necked crane.", "Dinner and overnight in hotel."],
      },
      {
          "name": "Gangtey – Trongsa",
          "altitude": ["2900m", "2300m"],
          "drivingDistance": "70km approx",
          "drivingTime": "3 to 4hr",
          "body": ["After breakfast, drive to Trongsa. The road leads you through the side of bare hills following the river (Drang Chhu) until you reach Chuzomsa, the confluence of the Dang Chhu and the Pe Chhu. After crossing the bridge the road goes uphill through pine forests often encountering small villages, where women spinning yarns on their porches, older men idling their time and children frolicking around could be the most common sights. Finally you reach the Pelela Pass at 3420 meters with the customary Chorten (Stupa) and long colorful flags covering the hilltops. You shall also find stalls selling local handicraft items.", "The road then goes downhill giving you beautiful views of admirable landscape and villages until you reach the Chendebji Chhorten. It was constructed by Tshering Wangchuk son of Yon-Say and the Mahasiddha Zhidag in accordance with the prophecy of the Second Gangteng Tulku Tenzin Legpai Dhundrup. It was built to subdue evil spirits and it is built in the style of the great Boudnath Chhorten of Nepal.", "Lunch on the way", "On the way you shall come across beautiful Landscapes, Yaks (Subject to season), villages and monuments. Stop at places for sightseeing and photography.", "After driving for approximately 1 – 2 hours you shall see the view of the impressive Trongsa Dzong. Drive further to Trongsa and visit the Trongsa Dzong and the Ta Dzong.", "Trongsa Dzong; The most impressive Dzong in Bhutan. The Dzong was built by Chogyal Minjur Tempa, the official who was sent by Zhabdrung to unify Eastern Bhutan and enlarged at the end of the 17th century by Desi Tenzin Rabgay. Trongsa Dzong is the ancestral home of the present Royal Family. The first two hereditary kings ruled Bhutan from this Dzong.", "Ta Dzong; An ancient watch tower. The chapel inside is said to be dedicated to the Trongsa Penlop Jigme Namgyal.", "In the evening, walk around the small Trongsa town or simply enjoy the views from you hotel.", "Dinner and overnight in hotel."]
      }
    ]
  }